Repository: aligulle1/kuller
Catalog: pardus/playground/gokcen/2011/abrt/libreport/files/*.po
Languages: tr

source: List possible events [which start with PREFIX]
tr: Mevcut olayları listele [PREFIX ile başlayan]

source: Run EVENT on DUMP_DIR
tr: DUMP_DIR dizinindeki EVENT olayını çalıştır

source: Run analyze event(s) on DUMP_DIR
tr: DUMP_DIR dizinindeki analiz olay(lar)ını çalıştır

source: Run collect event(s) on DUMP_DIR
tr: DUMP_DIR dizinindeki toplama olay(lar)ını çalıştır

source: Analyze, collect and report problem data in DUMP_DIR
tr: DUMP_DIR dizinindeki hata verilerini analiz et, topla ve raporla

source: Display version and exit
tr: Sürüm bilgisini yazdır ve çık

source: Remove DUMP_DIR after reporting
tr: Raporlamadan sonra DUMP_DIR dizinini sil

source: Noninteractive: don't ask questions, assume 'yes'
tr: Etkileşimsiz: hiç soru sorma, her zaman 'evet' olduğunu varsay

source: With -r: do not run analyzers, run only reporters
tr: -r seçeneği ile: analizleri çalıştırma, sadece reporlamaları çalıştır

source: Log to syslog
tr: syslog'a kaydet

source: Add program names to log
tr: Günlüğe program isimlerini de dahil et

source: # This field is read only
tr: # Bu alan sadece okunabilirdir

source: # Describe the circumstances of this crash below
tr: # Aşağıdaki çökmenin detaylarını tarif ediniz

source: # Backtrace # Check that it does not contain any sensitive data (passwords, etc.)
tr: # Geri-iz # Verinin parola vs. gibi hassas bilgiler içermediğini kontrol edin

source: # Architecture
tr: # Mimari

source: # Command line
tr: # Komut satırı

source: # Component
tr: # Bileşen

source: # Executable
tr: # Çalıştırılabilir dosya

source: # Kernel version
tr: # Çekirdek sürümü

source: # Package
tr: # Paket

source: # Reason of crash
tr: # Çökmenin sebebi

source: # Release string of the operating system
tr: # İşletim sisteminin sürüm bilgisi

source: Cannot run vi: $TERM, $VISUAL and $EDITOR are not set
tr: vi çalıştırılamadı: $TERM, $VISUAL ve $EDITOR belirlenmemiş

source: The report has been updated
tr: Rapor güncellendi

source: No changes were detected in the report
tr: Raporda herhangi bir değişiklik gözlemlenmedi

source: y
tr: e

source: N
tr: H

source: Your input is not valid, because of:
tr: Geçersiz giriş yaptınız. Sebep:

source: Bad value for '%s': %s
tr: '%s' için yanlış değer: %s

source: How you would like to analyze the problem?
tr: Hatayı nasıl analiz etmek istersiniz?

source: Select analyzer:
tr: Analiz yöntemini seçin:

source: You have chosen number out of range
tr: Belirlenen aralığın dışında bir sayı seçtiniz

source: Invalid input, program exiting...
tr: Geçersiz girdi, program kapanıyor...

source: What additional information would you like to collect?
tr: Toplamak istediğiniz diğer veriler neler?

source: Select collector(s):
tr: Toplayıcı(lar) seçin:

source: There were %d errors while collecting additional data
tr: Ek veriler toplanırken %d adet hata oluştu

source: Reporting...
tr: Raporlanıyor...

source: How would you like to report the problem?
tr: Hatayı nasıl raporlamak istersiniz?

source: Select reporter(s):
tr: Raporlayıcı seçin:

source: Reporting disabled because the backtrace is unusable
tr: Raporlama yapılamıyor çünkü geri-iz kullanılabilir değil

source: Please try to install debuginfo manually using the command: "debuginfo-install %s" and try again
tr: Lütfen hata ayıklama paketini şu komutu vererek elle kurun: "debuginfo-install %s" ve tekrar deneyin

source: Problem reported via %d report events (%d errors)
tr: Hata %d raporlama olayı ile raporlandı (%d hata)

source: Show password
tr: Parolayı göster

source: Gnome Keyring is not available, your settings won't be saved!
tr: Gnome Keyring mevcut değil, ayarlarınız kaydedilmeyecek!

source: Event Configuration
tr: Olay Yapılandırması

source: Event
tr: Olay

source: Configure E_vent
tr: _Olayı Yapılandır

source: Alternate GUI file
tr: Alternatif GUI dosyası

source: Skip analyze steps, go through report steps only
tr: Analiz adımlarını atla, doğrudan raporlama adımlarına geç

source: Remove DIR after reporting
tr: Raporlamadan sonra DIR dizinini sil

source: Problem description
tr: Problem tanımı

source: Provide additional information
tr: Ek bilgi ver

source: Select analyzer
tr: Analiz yöntemini seçin

source: Analyzing
tr: Analiz ediliyor

source: Select collector
tr: Toplama yöntemini seçin

source: Collecting
tr: Veri toplanıyor

source: Select reporter
tr: Raporlayıcı seçin

source: Review the backtrace
tr: Geri-izi gözden geçir

source: Confirm data to report
tr: Raporlanacak veriyi onayla

source: Reporting
tr: Raporlanıyor

source: Reporting done
tr: Raporlama tamamlandı

source: Wrong settings detected for %s, reporting will probably fail if you continue with the current configuration.
tr: %s yapılandırmasında hatalar var, mevcut yapılandırma ile devam ederseniz raporlama muhtemelen başarısız olacak.

source: Wrong settings detected for <b>%s</b>, reporting will probably fail if you continue with the current configuration.
tr: <b>%s</b> yapılandırmasında hatalar var, mevcut yapılandırma ile devam ederseniz raporlama muhtemelen başarısız olacak.

source: Con_figure %s
tr: %s olayını Yapılandır

source: Need writable directory, but '%s' is not writable. Move it to '%s' and operate on the moved copy?
tr: Yazılabilir bir dizin gerekiyor, fakat '%s' yazılabilir değil. '%s' yoluna kopyalandıktan sonra işlem yapılsın mı?

source: View/edit a text file
tr: Metin dosyasını aç/düzenle

source: (not needed, '%s' already exists)
tr: (gerekli değil, '%s' zaten mevcut)

source: Go to next step
tr: Sonraki adıma geç

source: (click here to view/edit)
tr: (açmak/düzenlemek için buraya tıklayın)

source: (binary file, %llu bytes)
tr: (ikili dosya, %llu bayt)

source: (no description)
tr: (tanımlama yok)

source: %llu bytes, %u files
tr: %llu bayt, %u dosya

source: No processing for event '%s' is defined
tr: '%s' olayı için herhangi bir işlem tanımlanmamış

source: Reporting disabled because the rating does not contain a number '%s'.
tr: Raporlama etkin değil çünkü puanlama değeri bir sayı değil '%s'.

source: The backtrace is incomplete, please make sure you provide the steps to reproduce.
tr: Geri-iz eksik, lütfen hatayı tekrarlamak için gerekli adımları doğru yazdığınıza emin olun.

source: Reporting disabled because the backtrace is unusable.
tr: Geri-iz kullanılabilir olmadığından raporlama kapatıldı.

source: Analyzing...
tr: Analiz ediliyor...

source: Analyzing finished with exit code %d
tr: Analiz işlemi %d çıkış kodu ile tamamlandı

source: Reporting finished with exit code %d
tr: Raporlama %d çıkış kodu ile tamamlandı

source: Collecting...
tr: Veri toplanıyor...

source: Collecting finished with exit code %d
tr: Veri toplama %d çıkış kodu ile tamamlandı

source: '%s' is not an ordinary file
tr: '%s' normal bir dosya değil

source: You are trying to copy a file onto itself
tr: Bir dosyayı kendi üzerine kopyalamaya çalışıyorsunuz

source: Can't copy '%s': %s
tr: '%s' kopyalanamıyor: %s

source: Item '%s' already exists and is not modifiable
tr: '%s' zaten mevcut ve değiştirilebilir değil

source: Include
tr: Dahil et

source: Name
tr: İsim

source: Value
tr: Değer

source: <b>Your comments are not private.</b> They may be included into publicly visible problem reports.
tr: <b>Yorumlarınız gizli olmayacak.</b> Herkesin görebileceği hata raporlarında yorumlarınıza yer verilebilir.

source: Analyzing did not start yet
tr: Analiz henüz başlamadı

source: Attach a file
tr: Dosya ekle

source: Backtrace provides developers with details of the crash, helping them track down the source of the problem. Please review it and remove any sensitive data you would rather not share:
tr: Geri-iz gerliştiricilere çökme hakkında detaylı bilgiler verir, geliştiricilerin hatanın kaynağına inmelerini sağlar. Lütfen geri-izi gözden geçirin ve paylaşmak istemediğiniz hassas verileriniz varsa silin:

source: Can create more informative backtrace if you installed additional debug packages
tr: Eğer ek hata ayıklama paketlerini kurarsanız daha bilgilendirici bir geri-iz temin edilebilir

source: Click 'Apply' to start reporting
tr: Raporlamaya başlamak için 'Uygula' düğmesine tıklayın

source: Collecting did not start yet
tr: Veri toplama henüz başlamadı

source: Details
tr: Detaylar

source: How did this problem happen (step-by-step)? How can it be reproduced? Any additional comments useful for diagnosing the problem? Please use English if possible.
tr: Hatanın nasıl oluştuğunu adım adım anlatınız. Hata nasıl yeniden tekrarlanabilir? Hatayı düzeltmek için yararlı olabileceğini düşündüğünüz yorumlarınız var mı?

source: I reviewed the data and _agree with submitting it
tr: Verileri gözden geçirdim ve _göndermeyi kabul ediyorum

source: If you are reporting to a remote server, make sure you removed all private data (such as usernames and passwords). Backtrace, command line, environment variables are the typical items in need of examining.
tr: Eğer uzak bir sunucuya hata raporluyorsanız, kullanıcı adı ve parola gibi tüm hassas verileri sildiğinizden emin olun. Geri-iz, komut satırı, çevre değişkenleri incelenecek başlıca ögelerdir.

source: If you want to report the problem to a different destination, collect additional information, or provide a better problem description and repeat reporting process, press 'Forward'.
tr: Eğer hatayı farklı bir adrese raporlamak isterseniz, ek bilgi toplayın veya daha iyi bir hata tanımı yapın ve raporlama işlemini tekrar edip 'İleri' düğmesine basın.

source: On the following screens, you will be asked to describe how the problem occurred, to choose how to analyze the problem (if needed), to review collected data, and to choose where the problem should be reported. Click 'Forward' to proceed.
tr: Sonraki ekranlarda, meydana gelen hatayı tanımlamanız, (gerektiğinde) hatanın nasıl analiz edileceğini seçmeniz, toplanan veriyi gözden geçirmeniz ve hatanın nereye raporlanacağını seçmeniz istenecektir. Devam etmek için 'İleri' düğmesine basın.

source: Regenerate backtrace
tr: Geri-izi yeniden oluştur

source: Reporter(s):
tr: Raporlayıcı(lar):

source: Reporting did not start yet
tr: Raporlama henüz başlamadı

source: Reporting has finished. You can close this window now.
tr: Raporlama tamamlandı. Bu pencereyi artık kapatabilirsiniz.

source: Select additional files to attach to the report:
tr: Hataya eklemek istediğini ek dosyaları seçin:

source: Select how you would like to analyze the problem:
tr: Hatanın nasıl analiz edileceğini seçin:

source: Select how you would like to report the problem:
tr: Hatanın nasıl raporlanacağını seçin:

source: Size:
tr: Boyut:

source: Use this button to generate more informative backtrace after you installed additional debug packages
tr: Ek hata ayıklama paketlerini kurduktan sonra, daha bilgilendirici bir geri-iz oluşturmak için bu düğmeyi kullanın.

source: You need to fill the how to before you can proceed...
tr: İlerleyebilmek için bu kısmı doldurmanız gerekiyor...

source: Missing mandatory value
tr: Zorunlu değer eksik

source: Invalid utf8 character '%c'
tr: Geçersiz utf8 karakteri '%c'

source: Invalid number '%s'
tr: Geçersiz sayı '%s'

source: Invalid boolean value '%s'
tr: Geçersiz bool değeri '%s'

source: Unsupported option type
tr: Desteklenmeyen seçenek tipi

source: Usage:
tr: Kullanım:

source: Uploaded: %llu of %llu kbytes
tr: %llu / %llu kilobayt gönderildi

source: 'strata' or 'bugzilla'
tr: 'strata' ya da 'bugzilla'

source: Ticket/case ID
tr: Hata/bilet numarası

source: Address of Bugzilla server
tr: Bugzilla sunucusunun adresi

source: Bugzilla account password
tr: Bugzilla hesap parolası

source: Bugzilla account user name
tr: Bugzilla hesabı kullanıcı adı

source: Check SSL key validity
tr: SSL anahtarının geçerliliğini kontrol et

source: Password
tr: Parola

source: Report to Bugzilla bug tracker
tr: Bugzilla hata takip sistemine raporla

source: User name
tr: Kullanıcı adı

source: Verify SSL
tr: SSL doğrulaması yap

source: You can create bugzilla.redhat.com account &lt;a href="https://bugzilla.redhat.com/createaccount.cgi"&gt;here&lt;/a&gt;
tr: &lt;a href="https://bugs.pardus.org.tr/createaccount.cgi"&gt;buradan&lt;/a&gt; yeni bugs.pardus.org.tr hesabı açabilirsiniz.

source: Oops server url
tr: Oops sunucu adresi

source: Send kernel problems to oops tracker
tr: Kernel hatalarını oops sunucuya gönder

source: Append
tr: Ekle

source: Append new reports or overwrite the old one.
tr: Yeni rapor ekle veya eskisinin üzerine yaz.

source: Log File
tr: Günlük Dosyası

source: Logger
tr: Günlük Yazıcı

source: Name of the logfile
tr: Günlük dosyasının adı

source: Save the report locally
tr: Raporu bilgisayarıma kaydet

source: Message subject
tr: Mesajın konusu

source: Recipient
tr: Alıcı

source: Recipient's email
tr: Alıcının e-posta adresi

source: Send Binary Data
tr: İkili Veri Gönder

source: Send binary files like coredump
tr: Coredump gibi ikili verileri gönder

source: Send via email
tr: E-posta ile gönder

source: Sender
tr: Gönderici

source: Sender's email
tr: Gönderenin e-posta adresi

source: Subject
tr: Konu

source: Address of the Red Hat support portal
tr: Red Hat destek merkezinin adresi

source: Red Hat Customer Support
tr: Red Hat Destek Merkezi

source: Upload compressed report to url of choice
tr: Raporun sıkıştırılmış halini belirtilen adrese yükle

source: Where do you want to upload the tarball with report in form login:password@url
tr: İçinde hata raporu bulunan arşivi (tarbell) nereye yüklemek istersiniz (parola@url şeklinde):

source: Essential file '%s' is missing, can't continue..
tr: Gerekli dosya '%s' eksik, yapılandırma başarısız...

source: Essential file '%s' is empty, can't continue..
tr: Gerekli dosya '%s' boş, devam edilemiyor...

source: Logging into Bugzilla at %s
tr: %s adresindeki Bugzilla'ya giriş yapılıyor

source: Checking for duplicates
tr: Çift raporlar kontrol ediliyor

source: Missing mandatory member 'bugs'
tr: Gerekli olan 'bugs' üyeliği eksik

source: Creating a new bug
tr: Yeni bir hata raporu yaratılıyor

source: Bug is already reported: %i
tr: Bu hata daha önce raporlanmış: %i

source: Add %s to CC list
tr: %s adresini CC listesine ekle

source: Adding new comment to bug %d
tr: %d hatasına yeni yorum ekleniyor

source: Logging out
tr: Çıkış yapılıyor

source: Dump directory
tr: Dump dizini

source: Configuration file (may be given many times)
tr: Yapılandırma dosyası

source: Attach FILEs [to bug with this ID]
tr: FILE dosyalarını ekle [ID ile belirtilen hataya]

source: When creating bug, attach binary files too
tr: Hata girerken, ikili dosyaları da ekle

source: Empty login or password, please check your configuration
tr: Kullanıcı adı veya parola boş, lütfen yapılandırmayı kontrol edin

source: Submitting oops report to %s
tr: Oops %s adresine raporlanıyor

source: Configuration file
tr: Yapılandırma dosyası

source: Sending an email...
tr: E-posta gönderiliyor...

source: Config file
tr: Yapılandırma dosyası

source: Output file
tr: Çıktı dosyası

source: Append to, or overwrite FILE
tr: FILE dosyasına ekle veya üzerine yaz

source: The report was appended to %s
tr: Rapor %s dosyasına eklendi

source: The report was stored to %s
tr: Rapor %s dosyasına kaydedildi

source: Compressing data
tr: Veri sıkıştırılıyor

source: Can't create a temporary directory in /tmp
tr: /tmp dizininde geçici dizin oluşturulamıyor

source: Can't create temporary file in /tmp
tr: /tmp dizininde geçici dosya oluşturulamıyor

source: Creating a new case...
tr: Yeni bir olay yaratılıyor...

source: Attaching '%s' to case '%s'
tr: '%s' dosyası '%s' olayına ekleniyor

source: Archive is created: '%s'
tr: Arşiv oluşturuldu: '%s'

source: Base URL to upload to
tr: Gönderilecek olan adres

source: Looks like corrupted xml response, because '%s' member is missing.
tr: Bozuk xml cevabı, sebebi '%s' üyesinin eksik olması olabilir.

source: Bug %i is CLOSED, but it has no RESOLUTION
tr: Hata %i KAPATILDI, fakat herhangi bir KARAR değerine sahip değil

source: Bug %i is CLOSED as DUPLICATE, but it has no DUP_ID
tr: Hata %i AYNISI olarak KAPATILDI, fakat bir DUP_ID değerine sahip değil

source: New bug id: %i
tr: Yeni hata no: %i

source: Bugzilla couldn't find parent of bug %d
tr: Bugzilla %d numaralı hatanın ana hatasını bulamadı

source: Ok
tr: Tamam

source: Cancel
tr: İptal

source: Error
tr: Hata

source: --- Running %s ---
tr: --- %s çalışıyor ---
